; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Çalıştırılabilir dosyalar (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Transparan olarak kaydet"

; Settings, Image tab
20061="Saydamlık"

; Capture modes
20211="Tam Ekran"
20212="Uygulama"
20213="Pencere"
20214="Menu"
20215="Nesne"
20216="Bölge"

; Main menu, Capture
20511="&Tam Ekran\tCtrl+1"
20512="&Uygulama\tCtrl+2"
20513="&Pencere\tCtrl+3"
20514="&Menu\tCtrl+5"
20515="&Nesne\tCtrl+4"
20516="&Bölge\tCtrl+6"

; Main menu
20600="&Araçlar"
20601="&Özelleştir..."

; Tray menu
20921="&Tam Ekran"
20922="&Uygulama"
20923="&Pencere"
20924="&Menu"
20925="&Nesne"
20926="&Bölge"

; Settings, Hotkeys tab
21712="Tam Ekran:"
21713="Uygulama Penceresi:"
21714="Etkin Pencere:"
21715="Popup menu:"
21716="Nesne yakalamasını başlat:"
21717="Bölge yakalamasını başlat:"

; Customize Tools dialog
23000="Araçları Özelleştir"
23001="Yeni..."
23002="Düzenle..."
23003="Kaldır"
23004="Yukarı Taşı"
23005="Aşağı Taşı"
23006="Kapat"

; New Tool dialog
23100="Harici Araç"
23101="Tamam"
23102="Vazgeç"

23110="Uygulama:"
23111="Başlık:"
23112="Komut:"
23113="Gözat..."
23114="Parametreler:"
23115="Komut çalıştırılınca WinSnap'ı küçült"
23116="Kaydedilen resmin dosya adını sorma"
23120="Kaydetme Seçenekleri:"
23121="Klasör:"
23122="Gözat..."
23123="Dosya adı:"
23124="Resim biçimi:"

; Region mode, right-click menu
24106="Düzeltilmiş boyut"
24107="Pozisyonu depola"

; Object mode, helper dialog
24201="Ekran seçimini değiştirmek için fareyi hareket ettirin. CTRL tuşunu kullanarak birden fazla nesne seçebilir ve sağ tuş ile ayarları değiştirebilirsiniz."
24202="Başlık:"
24203="Sınıf:"
24204="İşlem:"

; Object mode, right-click menu
24300="Nesne Seç\tSpace"
24301="Seçimi Çevir\tTab"
24302="Seçimi İptal Et\tBackspace"
24303="Düğmeler ve Kontroller"
24304="Uygulama Pencereleri"
24305="Yakalamayı İptal Et\tEsc"
24306="Bu menüden çık"

; Register dialog
28000="WinSnap'a Kaydol"
28001="Satın Al!"
28002="Lisans Anahtarı Girin..."
28003="Devam Et"
28004="Çıkış"
28010="Kullandığınız WinSnap 30-gün deneme sürümüdür. Eğer kullanmaya devam etmek istiyorsanız, lisans satın almalısınız."
28011="Kayıt için %d gün kaldı."
28012="Lisanslama ve Satın alma"

; About dialog
28100="WinSnap Hakkında"
28101="Tamam"
28102="Kayıt Ol"
28103="Bu ürün lisanslıdır:"
28104="Destek Forumları"

; Errors
32009="Hatalı dizin:\r\n%s"
32010="İşlem oluşturulamadı."
32020="Bir isim belirtmelisiniz."

; WinSnap v1.1.9 Turkish Language File (Template)
; Translated by Kenan Balamir <balamir@fiestaxp.net>

;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"
10000="English (default)"


; Caption
20000="Windows Snapshot Maker v2.0.1"
20001=" (Lisanssız)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="egoruntusu"

; Print job name
20011="WinSnap Ekran Yakalama"

; Save/Open filters
20030="Tüm dosyalar (*.*)"
20031="Tüm desteklenen dosyalar"
20032="Lisans Dosyası (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< boş >>"
20091="oluşturuyor..."

; Main window
20100="Kapat"
20101="Yeni Resim"
20102="Panoya kopyala"
20103="Resmi kaydet..."
20104="E-posta ile gönder..."

20110="Renklendirme:"
20111="Kapalı"
20112="Siyah Beyaz"
20113="Sepya"
20114="Renkleri Ters Çevir"

20115="Gölge:"
20116="Kapalı"
20117="Pozitif"
20118="Negatif"
20119="Dış Hat"

20120="Çeşitli:"
20121="Çerçeve"
20122="Damga"
20123="Döndür"
20124="Boyutlandır"

20200="Yakalama modu:"
20201="Tam ekran"
20202="Uygulama"
20203="Pencere"
20204="Aktif Pencere"
20205="Açılır menü"
20206="Bölge"

; Menu
20300="&Dosya"
20301="&Yeni Resim\tCtrl+N"
20302="&Resim Aç...\tCtrl+O"
20303="&Kaydet\tCtrl+S"
20304="&Farklı kaydet..."
20305="&Önizlemeyi kaydet..."
20306="&Yazdır...\tCtrl+P"
20307="&Sayfa ayarı..."
20308="&Çıkış"

20350="&Düzen"
20351="&Kopyala\tCtrl+C"
20352="&Önizleme Kopyala"
20353="&Yapıştır\tCtrl+V"
20354="Temizle\tDel"

20400="&Ayarlar"
20401="&Otomatik kaydet"
20402="O&tomatik kopyala"
20403="Ayarlar...\tF2"

20410="&Renklendirme"
20411="&Kapalı"
20412="&Siyah Beyaz"
20413="&Sepya"
20414="&Renkleri Ters Çevir"

20420="&Gölge"
20421="&Kapalı"
20422="&Pozitif"
20423="&Negatif"
20424="&Dış Hat"

20430="&Çeşitli"
20431="&Çerçeve"
20432="&Damga"
20433="&Döndür"
20434="&Boyutlandır"

20500="&Yakalama"
20501="&Tam ekran\tCtrl+1"
20502="&Uygulama\tCtrl+2"
20503="&Pencere\tCtrl+3"
20504="&Uygulama parçası\tCtrl+4"
20505="Açılır menü\tCtrl+5"
20506="&Bölge...\tCtrl+6"

20550="&Yardım"
20551="&Yardım Konuları\tF1"
20552="Anasayfa"
20553="Destek &forumları"
20554="Güncellemeleri kontrol et"
20555="&WinSnap Hakkında..."
20556="&Winsnap'ı kaydet"
20557="&Lisans anahtarı gir..."

; Tray menu
20900="WinSnap'ı gizle"
20901="WinSnap'ı göster"
20903="Ayarlar..."
20904="Çıkış"

20911="&Tam ekran"
20912="&Uygulama"
20913="&Pencere"
20914="&Uygulama parçası"
20915="&Açılır menü"
20916="&Bölge"

; Config
21000="Ayarlar"
21001="Tamam"
21002="Vazgeç"
21003="uygula"

21050="Genel"
21051="Karıştırma"
21052="Tuval"
21053="Damga"
21054="Resim"
21055="Kısayollar"

; General page
21100="Dil:"
21101="Daha fazla çeviri bul..."
21102="WinSnap'ı sistem açılışında başlat"
21103="Periyodik olarak çevrimiçi sürüm kontrolü yap"
21104="WinSnap her zaman üstte"
21105="WinSnap pencere boyutu ve pozisyonunu kaydet"
21106="Sistem çubuğunda WinSnap'ı göster"
21107="Çıkışta sistem çubuğuna küçült"
21108="WinSnap başladığında ekran al:"
21109="Yakalama modunu başlat:"
21110="Yakalama yaparken ses çıkar"
21111="Ekran görüntüsü almadan önce Winsnap'ı gizle"
21112="Ekran almadan önce sistem çubuğu simgesini gizle"
21113="WinSnap görünüyorsa, ekran almadan önce gecikme süresi (ms):"
21114="Ekran görüntüsüne fare imlecini dahil et"

; Blending page
21200="Gölge:"
21201="Açı:"
21202="°"
21203="Uzaklık:"
21204="px"
21205="Boyut:"
21206="px"
21207="Şeffaflık:"
21208="%"
21209="Renk:"
21210="#"
21211="Çerçeve:"
21212="Renk:"
21213="#"
21214="Boyut:"
21215="px"
21216="Arkaplan:"
21217="Renk:"
21218="#"

; Canvas page
21400="Döndür:"
21401="Açı:"
21402="°"
21403="Boyutlandır:"
21404="Boyut ayarla:"
21405="Resim boyutuna uydur:"
21406="Boyut:"
21407="%"
21408="Genişlik:"
21409="px"
21410="Yükseklik:"
21411="px"
21412="Orana zorla"
21413="Gelişmiş:"
21414="Ara değer bulma modu:"

21490="En yakın komşu"
21491="İki Çizgili"
21492="İki küplü"
21493="Yüksek-Kalitede İki Çizgili"
21494="Yüksek-Kalitede İki Küplü"

; Watermark page
21500="Damga resmi:"
21501="Resim dosyası:"
21502="Gözat..."
21503="Damgayı Saydamlaştır:"
21504="Saydamlık:"
21505="%"
21506="Pozisyon:"
21507="Resim koordinatları (%):"
21508="Yatay:"
21509="%"
21510="Dikey:"
21511="%"
21512="Yatay:"
21513="px"
21514="Dikey:"
21515="px"
21516="Yakın kordinatları kullan"

21590="Yukarı - Sol"
21591="Yukarı - Merkez"
21592="Yukarı - Sağ"
21593="Merkez - Sol"
21594="Merkez"
21595="Merkez - Sağ"
21596="Alt - Sol"
21597="Alt - Merkez"
21598="Alt - Sağ"

; Saving page
21600="Resimleri otomatik olarak panoya kopyala"
21601="Resimleri otomatik olarak diske kaydet"
21602="Kaydedilen resim için isim sorma"
21603="Otomatik kayıt modunda WinSnap'ı aşağıda tut"
21604="Hafızadan kazanmak için simge durumunda resmi temizle"
21610="Oto-kaydetme seçenekleri:"
21611="Varsayılan klasör:"
21612="Gözat..."
21613="Dosya ismi:"
21615="Resim formatı:"
21620="Sıkıştırma:"
21621="JPEG kalitesi:"
21622="%"
21699="Resimlerinizi otomatik kaydetmek için bir klasör seçin."

; Hotkeys page
21700="Sistem kısayolları kullan"
21701="Kaydetme kontrolü:"
21702="Tam ekran:"
21703="Uygulama pencereleri:"
21704="Aktif pencere:"
21705="Pencere istemci alanı:"
21706="Açılır menü:"
21707="Seçilen bölgeyi yakala:"
21720="WinSnap kontrolü:"
21721="Küçült/Büyüt:"
21722="Ana pencereyi göster/gizle:"
21723="Çıkış:"

; Region selection
24001="Fare veya yön tuşlarını kullanarak ekrandan bir alan seçin. Sağ tuşa basarak alan şeklini değiştirin ve F1'e basarak bu yardımı gösterin/gizleyin."
24002="Pozisyon:"
24003="x:"
24004="y:"
24005="Boyut:"
24006="g:"
24007="y:"

24100="Kare"
24101="Kıvrımlı kare"
24102="Elips"
24103="Seçimi iptal et\tBackspace"
24104="Yakalamayı iptal et\tEsc"
24105="Bu menüyü yoksay"

; Confirmations
31900="WinSnap Yapılandırması"
31901="WinSnap hala çalışıyor. Kapatmak istiyor musunuz?"
31902="WinSnap'tan çıkmak istediğinize emin misiniz?"
31903="Kayıt işlemini bitirmek için yeniden başlatmalısınız.\r\nBunu şimdi yapmak istiyor musunuz?"

; Errors
32000="WinSnap Hatası"
32001="Dil dosyası yüklenemedi."
32002="Ayarlar kaydedilemedi. Erişim yetkilerinizi kontrol edin."
32003="Resim dosyası yüklenemedi.\r\nGeçerli bir resim dosyası değil veya format şu anda desteklenmiyor."
32004="Resim diske kaydedilemedi."
32005="Resim geçici bir dosyaya kaydedilemedi."
32006="Posta desteği yüklenemedi (Mapi32.dll)."
32007="MAPI mesajı gönderemedi."
32008="WinSnap kayıt işlemi başarısız."

; Check for update
32500="WinSnap Güncellemesi"
32501="Yeni bir WinSnap güncellemesi var!\r\nİndirmek ister misiniz?"
32502="Kullanmış olduğunuz WinSnap sürümü güncel. Herhangibir güncelleme gerekmiyor."

